Repository: eranCat/Yoga
Catalog: YogaLessons/storyboards/*.lproj/NewClassEvent.strings
Languages: he

# 5Jw-CW-Xa6.headerTitle
source: If you have to say something else
he: דברים נוספים שצריך לציין

# A8R-7p-IqX.segmentTitles[0]
source: Class
he: שיעור

# A8R-7p-IqX.segmentTitles[1]
source: Event
he: אירוע

# ARE-ql-dl9.headerTitle
source: How much does it cost?
he: כמה זה עולה ?

# BIa-Bw-5bN.headerTitle
source: Equipment
he: ציוד שצריך להביא

# BPt-7q-ONg.placeholder
source: Title / Type
he: הכותרת/הסוג

# Ckd-Ee-72g.headerTitle
source: Where is this happening
he: לאן מגיעים ?

# Do9-EE-Loo.placeholder
source: End Date
he: תאריך סיום

# Puo-gi-FZF.headerTitle
source: How much people can come?
he: כמה אנשים יכולים לבוא ?

# QQI-9M-TcW.placeholder
source: Max people
he: כמות מירבית

# TX6-Ua-MzE.headerTitle
source: Level of practice
he: הרמה של האימון

# Vut-O6-zHX.placeholder
source: The Level of this
he: איזה רמה זו

# YS8-vM-HHT.placeholder
source: Cost
he: מחיר

# YWE-fa-QeZ.placeholder
source: Start Date
he: תאריך התחלה

# nJ5-f5-SOo.headerTitle
source: Name
he: שם

# sJ2-jA-6YL.text
source: Pick location
he: בחירת מקום

# tTY-mh-JcS.headerTitle
source: Image makes it more attractive ðŸ™‚
he: כדאי לבחור גם תמונה 🙂
