Repository: eranCat/Yoga
Catalog: YogaLessons/Strings/*.lproj/Localizable.strings
Languages: he

source: userType
he: סוג משתמש

source: student
he: תלמיד

source: teacher
he: מורה

source: all
he: כל

source: signed
he: רשומים

source: classes
he: שיעורים

source: events
he: אירועים

source: class
he: שיעור

source: event
he: אירוע

source: title
he: שם

source: location
he: מיקום

source: best
he: הכי טוב

source: name
he: שם

source: level
he: רמת קושי

source: date
he: תאריך

source: near
he: קרוב

source: anyone
he: לכולם

source: beginner
he: מתחיל

source: intermediate
he: בינוני

source: advanced
he: מתקדם

source: open
he: פתוח

source: full
he: מלא

source: cancled
he: התבטל

source: too late
he: נראה שלא הספקת להרשם בזמן

source: signTwice
he: כבר נרשמת, אין צורך להרשם שוב

source: I'm in
he: רישום

source: I'm out
he: ביטול רישום

source: Sign out alert
he: יציאה

source: Yes
he: כן

source: No
he: לא

source: non
he: אין

source: the
he: ה

source: ok
he: בסדר

source: OK
he: בסדר

source: Ok
he: בסדר

source: yet
he: עדיין

source: fetching info
he: מביא נתונים

source: Please wait
he: נא לחכות

source: fillEmail
he: נא למלא אימייל

source: fillPass
he: נא למלא סיסמא

source: No signed
he: לא נרשמת ל

source: Cancel
he: ביטול

source: Restore
he: החזר

source: Unsign from
he: ביטול הרשמה מ

source: searchBy
he: חפש לפי אחת מהאפשרויות

source: all-classes
he: כל השיעורים

source: all-events
he: כל האירועים

source: signed-classes
he: השיעורים שלי

source: signed-events
he: האירועים שלי

source: My uploads
he: ההעלאות שלי

source: my uploads
he: ההעלאות שלי

source: new-classes
he: שיעור חדש

source: new-events
he: אירוע חדש

source: What to bring...
he: מה להביא...

source: Extra notes...
he: הערות נוספות ...

source: noMax
he: אין הגבלה

source: free
he: בחינם🤩

source: alreadySigned
he: 😌כבר נרשמת ל

source: No place left
he: הכל מלא

source: Can't sign out
he: בעיה בביטול ההרשמה

source: signToCanceled
he: אי אפשר להרשם כי בוטל ה

source: noUserFound
he: משתמש לא נמצא ! 😳

source: userIDUndefined
he: לא נמצא מזהה למשתמש

source: castFailed
he: נמצאה בעיה במסד הנתונים בהמרת מידע 😢

source: locationAmbiguous
he: למיקום אין מספיק פרטים

source: About me...
he: כמה מילים על עצמי...

source: confirmUnsign
he: האם לבטל את ההרשמה מה

source: Choose a reminder
he: בחירת תזכורת

source: remindingYou
he: להזכירך

source: is about to begin at
he: עומד להתחיל ב

source: remindBeforeStart
he: האם להזכיר לך לפני שזה מתחיל ?

source: Notify me
he: תזכיר לי

source: Add to calendar
he: הוספה ללוח השנה

source: Don't remind me
he: אל תזכיר לי

source: fill
he: יש למלא את

source: select
he: נא לבחור

source: Problem found
he: יש בעיה

source: time
he: שעה

source: startD
he: תאריך ההתחלה

source: startT
he: שעת ההתחלה

source: endD
he: תאריך הסיום

source: endT
he: שעת הסיום

source: Dates problem
he: בעיה עם התאריכים

source: startD>endD
he: תאריך התחלה צריך להיות לפני תאריך הסיום

source: level of
he: רמת הקושי

source: maxPpl
he: הכמות המירבית של האנשים

source: equipment
he: ציוד

source: Only teachers can create clasess!
he: רק מורים יכולים לפרסם שיעורים

source: noInternet
he: אין חיבור לאינטרנט

source: checkNet
he: יש לבדוק את חיבור האינטרנט ולחזור אחרי כן

source: internetSetting
he: הגדרות אינטרנט

source: ages
he: טווח גילאים

source: Password reset
he: איפוס סיסמא

source: emailSent
he: נשלח אימייל לאיפוס. בדוק את האימייל שלך להמשך

source: Check email
he: פתיחת אימייל

source: yname
he: שמך

source: birth date
he: תאריך הלידה

source: Sign out warning
he: יציאה מהחשבון

source: confirmLogout
he: האם לצאת מהחשבון ?

source: Yes, bye.
he: כן, להתראות.

source: Incorrect value
he: ערך לא טוב

source: My location
he: המיקום שלי

source: Current Location
he: מיקום נוכחי

source: Search for location
he: חיפוש מקום

source: Location access denied
he: גישה למיקום נדחתה

source: Open with apple maps
he: פתיחת מפות

source: Open with waze
he: פתיחה עם Waze

source: Open settings
he: פתיחת הגדרות

source: allowLocation
he: יש לאפשר מיקום בשביל למצוא את מיקומך הנוכחי

source: confirmCancel
he: האם לבטל את ה

source: confirmDelete
he: האם למחוק את ה

source: Search photo online
he: חיפוש תמונה מהאינטרנט

source: Search photos
he: חיפוש תמונות

source: Take a photo
he: צילום תמונה

source: Camera roll
he: צילומים

source: Photo library
he: ספריית תמונות

source: Remove image
he: הסר תמונה

source: Needs camera access
he: צריך גישה למצלמה

source: changeCamSetting
he: נא לשנות את ההגדרות על מנת לצלם תמונה חדשה

source: Allow Camera
he: אפשר מצלמה

source: Choose a number
he: נא לבחור מספר

source: No maximum
he: בלי הגבלה

source: Grant
he: אפשר

source: Share
he: שיתוף

source: of
he: של

source: checkOut
he: רציתי להודיע לך על

source: atD
he: בתאריך

source: on
he: ב:

source: between the hours
he: בין השעות

source: out of
he: מתוך

source: be the first one to sign in 🥳
he: לא נרשמו עדיין

source: was canceled
he: התבטל

source: has been restored
he: הוחזר

source: allowNotifications
he: יש לאפשר התראות

source: incompatibleType
he: סוג הנתון לא מתאים

source: Update
he: עדכון

source: update
he: עדכון

source: Price can only be lowered
he: אפשר רק להנמיך את העלות

source: Delete
he: מחיקת

source: delete
he: מחיקת
